Repository: wp-plugins/hcard-widget
Catalog: languages/*.po
Languages: fr_ca

source: Your theme requires PIKLIST to work properly.
fr_ca: Votre thème nécessite PIKLIST pour fonctionner correctement.

source: The following plugin(s) require PIKLIST, and have been deactivated:
fr_ca: Le(s) plugin(s) suivant(s) nécessitent Piklist et ont été désactivés.

source: You can:
fr_ca: Vous pouvez:

source: Activate Piklist for this site
fr_ca: Activez Piklist pour ce site

source: Network Activate Piklist for all sites.
fr_ca: Activer Piklist sur le Réseau pour tous les sites.

source: Install Piklist
fr_ca: Installer Piklist

source: %1$s %2$sDismiss this message.
fr_ca: %1$s %2$s Annuler ce message.

source: %1$s %2$sChange your theme.
fr_ca: %1$s %2$sChangez votre thème.

source: hCard Widget
fr_ca: Widget hCard

source: hCard Widget Settings
fr_ca: Paramètres du Widget hCard

source: hCard Settings
fr_ca: Paramètres

source: Basic
fr_ca: De Base

source: Save Settings
fr_ca: Sauvgarder

source: Hey, thanks for installing hCard Widget for WordPress.
fr_ca: Merci d'avoir installer hCard Widget for WordPress.

source: Getting Started
fr_ca: Pour commencer

source: Using hCard Widget is really easy.
fr_ca: hCard Widget est très facile à utiliser.

source: On your widgets page you'll see a new widget called <strong>hCard Widget</strong>. Both the Individual widget and the Organization widget are in there.
fr_ca: Sur la page "Widgets" vous trouverez un nouveau widget <strong>Widget hCard</strong>. Les widgets pour les individuels et les organisations s'y retrouvent.

source: Drag it to the widget area where you want it to appear.
fr_ca: Apporte le widget au 'sidebar' ou vous voulez qu'il apparaît.

source: Click on the arrow to open the widget. There will be a drop-down menu where you can select the widget (individual or organization) that you want to include.
fr_ca: Cliquez sur la flèche pour ouvrir le widget. Dans le menu qui paraît, selectionnez le type de widget (individuel ou organisation) que vous voulez inclure.

source: Fill in the details.
fr_ca: Entrez les détails.

source: Click save. You're done.
fr_ca: Sauvegardez. C'est tout.

source: No items
fr_ca: Aucun item

source: Looking for help?
fr_ca: Besoin d'aide?

source: Take a look at some of our other plugins:
fr_ca: Voir nos autres extensions:

source: Share The Love!
fr_ca: Partagez l'amour!

source: Custom CSS
fr_ca: CSS

source: You can customize the look of your widgets with CSS.
fr_ca: Vous pouvez personnaliser l'apparence de vous widgets avec le CSS.

source: Widget Title
fr_ca: Titre du Widget

source: Name
fr_ca: Nom

source: Job Title
fr_ca: Titre du poste

source: Organization
fr_ca: Organisation

source: Phone
fr_ca: Téléhpone

source: Fax
fr_ca: Télécopieur

source: Email
fr_ca: Courriel

source: Website
fr_ca: Site web

source: Street Address
fr_ca: Adresse

source: Address Line 2
fr_ca: Adresse (ligne 2)

source: City
fr_ca: Ville

source: State or Province
fr_ca: Province/Etat

source: Country
fr_ca: Pays

source: ZIP/Postal Code
fr_ca: Code postal

source: Twitter username without the @
fr_ca: Nom d'utilisateur sans le @

source: Facebook URL
fr_ca: Page Facebook

source: Google Plus URL
fr_ca: Page Google Plus

source: LinkedIn URL
fr_ca: Page LinkedIn

source: Legal Name
fr_ca: Nom légal

source: Brand
fr_ca: Marque
